{
    "0": {
        "0": {
            "title": "AI Agents: An Introduction",
            "summary": "This document provides a brief, introductory overview of artificial intelligence (AI) and cautions against using AI for artwork creation.  The information is presented as a sample and should not be considered reliable.",
            "links": {
                "0": "https://www.youtube.com/watch?v=F8NKVhkZZWI",
                "1": "https://www.youtube.com/watch?v=hLJTcVHW8_I"
            }
        },
        "1": {
            "title": "Types and Effects of Biohazards",
            "summary": "This section categorizes biohazards into infectious agents (bacteria, viruses, fungi, parasites), biological toxins (e.g., botulinum toxin, ricin), and allergens, detailing their potential consequences, ranging from mild allergic reactions to severe diseases and death.  Examples of each type are provided.  The severity of allergic reactions, including anaphylaxis, is described.",
            "links": {
                "0": "https://www.youtube.com/watch?v=UZT-SohG-zk",
                "1": "https://www.youtube.com/watch?v=oM3FHQ1d9Xw"
            }
        },
        "2": {
            "title": "Biohazards and Biosafety Levels",
            "summary": "This section details various biohazards, including pollen, mold spores, pet dander, GMOs, waste products (medical and otherwise), vectors, human and animal bodily fluids, and recombinant DNA technology.  It also introduces Biosafety Levels (BSLs), focusing on BSL-1 and its associated containment practices and risk level.",
            "links": {
                "0": "https://www.youtube.com/watch?v=xNYASNEdgg8",
                "1": "https://www.youtube.com/watch?v=SCp0Z80Q1f8"
            }
        },
        "3": {
            "title": "Biosafety Levels and Agents",
            "summary": "This section describes biosafety levels (BSL-2, BSL-3, and BSL-4), detailing the risk level, containment practices, and examples of agents handled at each level.  It highlights the increasing severity of agents and the enhanced safety measures required at higher BSLs.",
            "links": {
                "0": "https://www.youtube.com/watch?v=xNYASNEdgg8",
                "1": "https://www.youtube.com/watch?v=lpsxvaConfQ"
            }
        },
        "4": {
            "title": "Biosafety Cabinet Classes & Design",
            "summary": "This section introduces biological safety cabinets (BSCs) as essential tools for handling biohazardous materials, emphasizing their role in protecting personnel, products, and the environment.  It details the three main classes of BSCs (I, II, III) and their specific containment purposes, highlighting the use of HEPA filters for air decontamination.  A brief description of Class I BSCs is provided, including their purpose and basic design of air intake and worker access.",
            "links": {
                "0": "https://www.youtube.com/watch?v=xNYASNEdgg8",
                "1": "https://www.youtube.com/watch?v=4B8S2qL3iBg"
            }
        }
    },
    "1": {},
    "2": {},
    "3": {},
    "4": {}
}